[
  {
    "text" : "Hello, Next Heads. This is actor, comedian, and occasional ceremonial co-host of the podcast",
    "timestamp" : "00:05-00:13"
  },
  {
    "text" : "Scott Hasn't Seen. If you've listened to the episodes that I have guested on",
    "timestamp" : "00:13-00:20"
  },
  {
    "text" : "about the movie The Next Karate Kid, then you know what I mean when I refer to you as a next head.",
    "timestamp" : "00:21-00:27"
  },
  {
    "text" : "Only a next head would listen to this audio supplement where I'm going to read the liner notes to the limited edition compact disc soundtrack release of the original motion picture score for the next Karate Kid.",
    "timestamp" : "00:27-00:44"
  },
  {
    "timestamp" : "00:45-00:49",
    "text" : "Music by Bill Conti performed by the Hollywood Studio Symphony."
  },
  {
    "timestamp" : "00:49-00:57",
    "text" : "No, I want to say right up front, this is just a bonus audio supplement."
  },
  {
    "text" : "It's not intended to be a substitute or a replacement for the act of ordering this limited edition compact disc release.",
    "timestamp" : "00:58-01:08"
  },
  {
    "text" : "I want to encourage people, if you're a Next Head, I think as of this moment I'm recording, this 3,000-unit limited edition, deluxe edition, is on sale at the La La Land Records website.",
    "timestamp" : "01:09-01:27"
  },
  {
    "timestamp" : "01:28-01:29",
    "text" : "You can get it for like $13."
  },
  {
    "timestamp" : "01:29-01:36",
    "text" : "And I know some of you are probably thinking, I don't have a machine that plays compact discs."
  },
  {
    "text" : "What am I to do?",
    "timestamp" : "01:36-01:37"
  },
  {
    "timestamp" : "01:37-01:42",
    "text" : "Well, you could just consider this a kind of a trophy, just an ornament."
  },
  {
    "timestamp" : "01:42-01:46",
    "text" : "You know, you make a necklace out of it or something, you know, or give it to a friend."
  },
  {
    "text" : "Say, hey, I got you this.",
    "timestamp" : "01:46-01:47"
  },
  {
    "text" : "They might say, I don't have a CD player.",
    "timestamp" : "01:48-01:50"
  },
  {
    "text" : "Why are you giving me this?",
    "timestamp" : "01:50-01:51"
  },
  {
    "text" : "Come on, just take it.",
    "timestamp" : "01:51-01:53"
  },
  {
    "text" : "It's a gift.",
    "timestamp" : "01:53-01:53"
  },
  {
    "timestamp" : "01:54-01:54",
    "text" : "Why are we fighting?"
  },
  {
    "text" : "Anyway, if you know how to read a booklet, I'm taking the booklet out of the jewel case.",
    "timestamp" : "01:56-02:02"
  },
  {
    "timestamp" : "02:03-02:13",
    "text" : "That's what, for those of you who don't know or don't remember, that's what the little container that a CD comes in is called a jewel case."
  },
  {
    "text" : "Some of you don't even know what that is, maybe.",
    "timestamp" : "02:14-02:16"
  },
  {
    "timestamp" : "02:17-02:23",
    "text" : "Anyway, we've got a long way to go here, so I better get started reading the liner notes as I promised I would."
  },
  {
    "text" : "Because this isn't going to be funny.",
    "timestamp" : "02:26-02:27"
  },
  {
    "timestamp" : "02:28-02:30",
    "text" : "This is just a lot of information, all right?"
  },
  {
    "timestamp" : "02:30-02:32",
    "text" : "And we're not doing this for laughs."
  },
  {
    "timestamp" : "02:33-02:36",
    "text" : "we're doing this because for some reason I said I would."
  },
  {
    "timestamp" : "02:37-02:37",
    "text" : "I offered this."
  },
  {
    "text" : "And I'm a person who likes to keep my promises.",
    "timestamp" : "02:39-02:42"
  },
  {
    "text" : "All right, so these liner notes are written by a man named Al Kaplan, I think.",
    "timestamp" : "02:43-02:53"
  },
  {
    "timestamp" : "02:53-02:54",
    "text" : "Yeah, Al Kaplan."
  },
  {
    "timestamp" : "02:55-02:59",
    "text" : "He's the world's foremost authority on the music in the Karate Kid films."
  },
  {
    "text" : "And he wrote about this.",
    "timestamp" : "03:01-03:03"
  },
  {
    "text" : "And this is good.",
    "timestamp" : "03:03-03:04"
  },
  {
    "text" : "We're going to get a lot of information here.",
    "timestamp" : "03:04-03:05"
  },
  {
    "text" : "I'm going to try to refrain from commenting, but I can't promise you that I won't comment.",
    "timestamp" : "03:05-03:13"
  },
  {
    "text" : "So the title of this essay is Double Bill, The Music of the Next Karate Kid.",
    "timestamp" : "03:14-03:20"
  },
  {
    "timestamp" : "03:21-03:29",
    "text" : "In 1994, decades before the act of gender swapping, a property became de rigueur in Hollywood."
  },
  {
    "timestamp" : "03:29-03:38",
    "text" : "An enormously successful movie franchise rolled the dice by trading out its titular male hero for a tough female lead."
  },
  {
    "timestamp" : "03:40-03:47",
    "text" : "The series in question was Columbia Pictures' The Karate Kid, the first of which became a sleeper hit in the summer of 1984."
  },
  {
    "timestamp" : "03:49-03:55",
    "text" : "At the heart of the original movie was a bond between a bullied boy, Daniel LaRusso, Ralph Macchio,"
  },
  {
    "text" : "and his benevolent karate teacher, Mr. Miyagi, Noriyuku Pat Morita.",
    "timestamp" : "03:55-04:01"
  },
  {
    "text" : "Through a series of lessons, both physical and spiritual,",
    "timestamp" : "04:02-04:05"
  },
  {
    "timestamp" : "04:06-04:11",
    "text" : "Miyagi helps Daniel achieve the balance to both defend himself and win the girl."
  },
  {
    "timestamp" : "04:12-04:15",
    "text" : "The appeal of these characters turned the film into a cultural touchstone"
  },
  {
    "text" : "with a box office take of $91 million.",
    "timestamp" : "04:15-04:19"
  },
  {
    "timestamp" : "04:21-04:25",
    "text" : "Two financially successful sequels and a cartoon series followed."
  },
  {
    "text" : "But by the end of 1989's The Karate Kid Part III,",
    "timestamp" : "04:26-04:30"
  },
  {
    "text" : "the relationship between LaRusso and Miyagi had seemingly run its course,",
    "timestamp" : "04:31-04:35"
  },
  {
    "text" : "and series screenwriter Robert Mark Kamen",
    "timestamp" : "04:35-04:39"
  },
  {
    "timestamp" : "04:40-04:43",
    "text" : "felt that there was little more he could say with these characters."
  },
  {
    "timestamp" : "04:44-04:55",
    "text" : "Additionally, Ralph Macchio, who was 23 during the filming of the original, was now 30 years old, and his believability as a teenaged protagonist had worn thin."
  },
  {
    "timestamp" : "04:56-05:13",
    "text" : "The franchise lay dormant for five years until Columbia Pictures decided to revisit the property and determine if the formula could prosper once more, this time with a female pupil, the next karate kid in Daniel's stead."
  },
  {
    "text" : "While Marina was game for one more outing as Miyagi,",
    "timestamp" : "05:15-05:17"
  },
  {
    "timestamp" : "05:18-05:23",
    "text" : "Kamen had been disappointed that his original idea for Part 3 was turned down."
  },
  {
    "timestamp" : "05:23-05:28",
    "text" : "His pitch was to be a prequel that centered on one of Miyagi's 16th-century ancestors,"
  },
  {
    "timestamp" : "05:29-05:31",
    "text" : "who ironically was also to be female."
  },
  {
    "timestamp" : "05:32-05:37",
    "text" : "With Kamen bowing out, a relatively untested screenwriter, Mark Lee,"
  },
  {
    "text" : "1994's Fortunes of War, was brought on to script the new film.",
    "timestamp" : "05:38-05:42"
  },
  {
    "timestamp" : "05:43-06:01",
    "text" : "Also joining the franchise with director Christopher Kane, who had a hit with Young Guns, 1988, and who's the principal, 1987, made him a potentially solid match for the next Karate Kid subject matter with its hostile high school setting."
  },
  {
    "text" : "For the role of Julie Pierce, the next kid herself, the production auditioned some 500 hopefuls.",
    "timestamp" : "06:05-06:12"
  },
  {
    "timestamp" : "06:12-06:19",
    "text" : "I mean, I said I wouldn't do commentary, but there were 500 people who auditioned for the role of Julie Pierce."
  },
  {
    "text" : "That is a podcast waiting to happen.",
    "timestamp" : "06:20-06:22"
  },
  {
    "timestamp" : "06:22-06:34",
    "text" : "If you could track down a hundred of those actresses, you got yourself a season's worth of episodes just about their lives."
  },
  {
    "timestamp" : "06:34-06:39",
    "text" : "I'm just throwing that out there. I'm not saying that we're going to do that, but it's a good idea for a podcast."
  },
  {
    "text" : "500 hopefuls. Just the quest for those 500 hopefuls, that gives you at least a handful of episodes.",
    "timestamp" : "06:40-06:48"
  },
  {
    "timestamp" : "06:49-06:58",
    "text" : "Before selecting 18-year-old actress Hilary Swank, a promising neophyte, Swank had previously played a small part in the 1992 film,"
  },
  {
    "timestamp" : "06:59-07:03",
    "text" : "Buffy the Vampire Slayer, and a few bit roles on episodic television."
  },
  {
    "text" : "When she auditioned for the next Karate Kid, she believed she would be reading for the role of the kid's girlfriend and was surprised to learn that she was in fact up for the lead.",
    "timestamp" : "07:04-07:13"
  },
  {
    "text" : "It was a real challenge, says Kane, of finding the right Julie.",
    "timestamp" : "07:14-07:17"
  },
  {
    "text" : "We went around and around and looked at more and more girls, every young girl at that age in the country.",
    "timestamp" : "07:18-07:23"
  },
  {
    "text" : "And we finally narrowed it down to, and this is in brackets, swank, and two other girls.",
    "timestamp" : "07:24-07:30"
  },
  {
    "timestamp" : "07:31-07:33",
    "text" : "And Jerry decided we should do a test."
  },
  {
    "timestamp" : "07:33-07:35",
    "text" : "So we did a screen test on all three of them."
  },
  {
    "timestamp" : "07:35-07:37",
    "text" : "And we came back and he said, you're right."
  },
  {
    "timestamp" : "07:37-07:40",
    "text" : "The blonde girl can act and the other girl just isn't right."
  },
  {
    "text" : "So let's go with Hillary.",
    "timestamp" : "07:40-07:41"
  },
  {
    "text" : "And I remember saying at the time, I'm not sure she's right either.",
    "timestamp" : "07:42-07:44"
  },
  {
    "timestamp" : "07:45-07:47",
    "text" : "I said, she's not exactly what I had in mind."
  },
  {
    "timestamp" : "07:47-07:48",
    "text" : "I think we should keep looking."
  },
  {
    "text" : "It was only after a fateful coin toss with Weintraub that Swank became that girl.",
    "timestamp" : "07:49-07:54"
  },
  {
    "text" : "Sorry, this is in quotes.",
    "timestamp" : "07:55-07:56"
  },
  {
    "text" : "That Swank, quote, became the girl.",
    "timestamp" : "07:56-07:58"
  },
  {
    "text" : "She's a terrific actress, as we all know.",
    "timestamp" : "07:59-08:01"
  },
  {
    "timestamp" : "08:01-08:02",
    "text" : "She was terrific to work with."
  },
  {
    "timestamp" : "08:03-08:07",
    "text" : "Like Macchio before her, Swank had little knowledge of martial arts prior to filming,"
  },
  {
    "text" : "but she did have an extensive background in athletics that would help prepare her for the",
    "timestamp" : "08:07-08:12"
  },
  {
    "timestamp" : "08:12-08:18",
    "text" : "rigorous karate training required for the role of Julie. Pat E. Johnson, ninth degree black belt"
  },
  {
    "text" : "and fight supervisor for the previous Karate Kid films, was so impressed with her abilities that",
    "timestamp" : "08:18-08:22"
  },
  {
    "text" : "he awarded her an honorary pink belt. Swank's training would be put to the test in a story",
    "timestamp" : "08:22-08:29"
  },
  {
    "text" : "that mirrors the underdog framework of the original Karate Kid,",
    "timestamp" : "08:29-08:32"
  },
  {
    "timestamp" : "08:32-08:36",
    "text" : "wherein a troubled, bullied teenager finds solace"
  },
  {
    "text" : "in the teachings of karate master Mr. Miyagi.",
    "timestamp" : "08:36-08:38"
  },
  {
    "text" : "The new film shifts the original series locale from Los Angeles to Boston,",
    "timestamp" : "08:39-08:44"
  },
  {
    "text" : "where Miyagi is first seen attending a commendation for his service",
    "timestamp" : "08:44-08:48"
  },
  {
    "text" : "in the legendary 42nd Regiment.",
    "timestamp" : "08:48-08:50"
  },
  {
    "text" : "I apologize, but you know, I'm not going to do a second take of this,",
    "timestamp" : "08:52-08:56"
  },
  {
    "text" : "and I'm not going to ask anyone to edit it.",
    "timestamp" : "08:57-08:58"
  },
  {
    "timestamp" : "08:59-09:00",
    "text" : "People make mistakes."
  },
  {
    "text" : "Miyagi is first seen attending a commendation for his service in the legendary 442nd Regimental Combat Team during World War II.",
    "timestamp" : "09:03-09:11"
  },
  {
    "timestamp" : "09:12-09:20",
    "text" : "There, he reconnects with Louisa, Constance Towers, the widow of his commanding officer and friend, Jack Pierce."
  },
  {
    "text" : "Miyagi learns that the couple's granddaughter, Julie, is suffering with anger issues over the recent loss of her parents, who died in a car crash.",
    "timestamp" : "09:21-09:29"
  },
  {
    "timestamp" : "09:30-09:37",
    "text" : "At school, Julie begins to kindle a relationship with a well-meaning classmate, Eric, Chris Conrad."
  },
  {
    "text" : "But matters become complicated as Eric is a member of the Alpha Elite,",
    "timestamp" : "09:38-09:44"
  },
  {
    "timestamp" : "09:45-09:55",
    "text" : "a fraternity of thugs who were enabled by their sadistic teacher, Colonel Dugan, Michael Ironside, in the Martin Cove, John Kreese-style role."
  },
  {
    "timestamp" : "09:56-10:00",
    "text" : "That's, it's true, but also Dugan's his own thing."
  },
  {
    "text" : "But he is, yes, he's in the mold of Kreese.",
    "timestamp" : "10:02-10:04"
  },
  {
    "timestamp" : "10:04-10:09",
    "text" : "He's definitely, he's in that quadrant, but they're different, man."
  },
  {
    "timestamp" : "10:11-10:23",
    "text" : "When Ned, Michael Cavalieri, the worst of the alphas, makes Julie the target of his harassment,"
  },
  {
    "text" : "the girl finds a much-needed ally in Mr. Miyagi.",
    "timestamp" : "10:23-10:26"
  },
  {
    "timestamp" : "10:27-10:32",
    "text" : "Having already learned some karate in her youth, passed down through the generations by her grandfather, Jack,"
  },
  {
    "timestamp" : "10:33-10:37",
    "text" : "whom Miyagi trained, Julie inevitably becomes Miyagi's student,"
  },
  {
    "text" : "learning not only to hold her own against the alpha elite,",
    "timestamp" : "10:38-10:40"
  },
  {
    "timestamp" : "10:40-10:44",
    "text" : "but also to adjust her sour outlook on life."
  },
  {
    "text" : "The next Karate Kid would end up the broadest entry in the series,",
    "timestamp" : "10:45-10:49"
  },
  {
    "text" : "due largely to the cartoonish frat boy villains",
    "timestamp" : "10:49-10:52"
  },
  {
    "text" : "and a group of comedic monks who inhabit a monastery where Miyagi trains Julie.",
    "timestamp" : "10:53-10:57"
  },
  {
    "timestamp" : "10:58-11:00",
    "text" : "The monks contribute one unforgettable scene"
  },
  {
    "timestamp" : "11:00-11:04",
    "text" : "in which they use their Zen tactics to triumph at a bowling alley."
  },
  {
    "text" : "However, the film's goofy humor is offset nicely by a metaphorical subplot",
    "timestamp" : "11:05-11:10"
  },
  {
    "timestamp" : "11:10-11:16",
    "text" : "in which Julie nurtures an injured hawk angel back to health on the roof of her school"
  },
  {
    "timestamp" : "11:17-11:18",
    "text" : "and releases it into the wild."
  },
  {
    "timestamp" : "11:20-11:23",
    "text" : "Just a brief bit of commentary here."
  },
  {
    "text" : "Julie does her best, but it's only when the alpha elite discover the injured hawk",
    "timestamp" : "11:24-11:29"
  },
  {
    "timestamp" : "11:29-11:32",
    "text" : "that the hawk is actually delivered to animal control,"
  },
  {
    "text" : "who gives the animal the professional medical attention that it needed all along.",
    "timestamp" : "11:33-11:38"
  },
  {
    "text" : "So the Alpha Elite are bad guys. I don't want to diminish this, but one of the surprising twists in the story is that they actually are a net good when it comes to Angel the Hawk, who was potentially, you know, not being served well by Julie's good intentions of just keeping it hidden on the roof and her taking care of it.",
    "timestamp" : "11:38-12:02"
  },
  {
    "timestamp" : "12:03-12:08",
    "text" : "Julie Pierce has a lot of good qualities, but it was the wrong call to keep that bird a secret."
  },
  {
    "text" : "Okay, back to the liner notes.",
    "timestamp" : "12:10-12:11"
  },
  {
    "timestamp" : "12:12-12:21",
    "text" : "The film earned a domestic gross of $8.9 million, with most critics wondering if the film was a necessary addition to the franchise."
  },
  {
    "timestamp" : "12:22-12:33",
    "text" : "Regardless, Swank's performance was well-received by some, with Stephen Holden of the New York Times citing her, quote, appealing debut, end quote."
  },
  {
    "timestamp" : "12:33-12:39",
    "text" : "Lisa Schwartzbaum of Entertainment Weekly also approved of the gender swap, writing, quote,"
  },
  {
    "timestamp" : "12:40-12:46",
    "text" : "there is something bitchin' about seeing a babe give a bully a good thwack, end quote."
  },
  {
    "text" : "Whatever the film's shortcomings, I don't like that, the role of Julie Pierce was a significant",
    "timestamp" : "12:47-12:54"
  },
  {
    "timestamp" : "12:54-13:00",
    "text" : "stepping stone for Swank in a career that would eventually bring her two Academy Awards for Best"
  },
  {
    "text" : "actress for 1999's Boys Don't Cry and 2004's Million Dollar Baby. If the character of Miyagi",
    "timestamp" : "13:00-13:08"
  },
  {
    "timestamp" : "13:08-13:15",
    "text" : "and his idiosyncratic teachings are essential to any Karate Kid story, so too are the contributions"
  },
  {
    "text" : "of another master, Oscar-winning composer Bill Conti, who returned to score the next Karate Kid.",
    "timestamp" : "13:15-13:22"
  },
  {
    "timestamp" : "13:23-13:28",
    "text" : "At the time, Conti was at the height of his run as Hollywood's preeminent sports composer,"
  },
  {
    "text" : "having scored Rookie of the Year in 1993 and Eight Seconds and The Scout in 1994.",
    "timestamp" : "13:29-13:34"
  },
  {
    "text" : "For the final film in the Karate Kid series,",
    "timestamp" : "13:35-13:38"
  },
  {
    "timestamp" : "13:39-13:44",
    "text" : "Conti was game to reprise and expand upon the catalog of themes he had created."
  },
  {
    "timestamp" : "13:45-13:47",
    "text" : "There was a problem, however."
  },
  {
    "timestamp" : "13:49-13:52",
    "text" : "Well, this is the tough part of the interview, Kane admits."
  },
  {
    "timestamp" : "13:53-13:58",
    "text" : "Bill, as you know, did the first three, and I was happy, excited about having him."
  },
  {
    "timestamp" : "13:58-14:06",
    "text" : "And he came in and we spotted the picture and he went off and did the score and brought it in and we put it up against the picture and it just didn't work."
  },
  {
    "text" : "End quote.",
    "timestamp" : "14:08-14:08"
  },
  {
    "timestamp" : "14:09-14:12",
    "text" : "Conte offered to, quote, try again, end quote."
  },
  {
    "text" : "But Kane instead opted to enlist the help of composer William Ross to rescore several scenes.",
    "timestamp" : "14:12-14:18"
  },
  {
    "text" : "His cues typically incorporate Conti's themes, though the fight and chase music feature original material.",
    "timestamp" : "14:19-14:29"
  },
  {
    "text" : "Oh, he's great, Kane says of Ross.",
    "timestamp" : "14:29-14:32"
  },
  {
    "text" : "In my opinion, right now he's the best film composer working in the business.",
    "timestamp" : "14:32-14:36"
  },
  {
    "text" : "He's just terrific.",
    "timestamp" : "14:36-14:37"
  },
  {
    "text" : "He had the ability to help the movie without getting in the way.",
    "timestamp" : "14:37-14:40"
  },
  {
    "text" : "And then we have a quote from Ross.",
    "timestamp" : "14:42-14:43"
  },
  {
    "text" : "In this case, Chris Kane wanted a different musical approach to several scenes, Ross explains in an email.",
    "timestamp" : "14:45-14:50"
  },
  {
    "text" : "We discussed that, and I did my best to accommodate him with the music I wrote.",
    "timestamp" : "14:51-14:55"
  },
  {
    "timestamp" : "14:56-14:58",
    "text" : "On the incorporation of Conti's themes, Ross says,"
  },
  {
    "timestamp" : "14:59-15:02",
    "text" : "I believe Chris thought the melodies for those songs were fine."
  },
  {
    "timestamp" : "15:02-15:08",
    "text" : "Whatever changes he requested in those cues were more about the emotional arc of the cues."
  },
  {
    "text" : "He would request things like strings added to warm up a moment, orchestra to make more contrast between the quiet and intimate moments, end quote.",
    "timestamp" : "15:09-15:20"
  },
  {
    "timestamp" : "15:20-15:31",
    "text" : "Indeed, while a handful of cues were reshaped, Conti's themes remained the dominant force in the score, both evoking the earlier films and helping to define the new characters."
  },
  {
    "timestamp" : "15:33-15:34",
    "text" : "Excuse me."
  },
  {
    "timestamp" : "15:36-15:44",
    "text" : "A brief unused cue for the title card, The Next Karate Kid, opens the score with a taste of the familiar,"
  },
  {
    "text" : "as Conti reintroduces Miyagi's theme in a percussive setting.",
    "timestamp" : "15:44-15:48"
  },
  {
    "text" : "Miyagi's delicate thematic strands are reiterated further amidst snare and taiko drums in Regiment of Heroes,",
    "timestamp" : "15:49-15:56"
  },
  {
    "text" : "as the karate master is honored for his service in World War II.",
    "timestamp" : "15:57-16:00"
  },
  {
    "timestamp" : "16:01-16:12",
    "text" : "Miyagi's mystical open interval theme for strings and shamisen is joined by a descending line for pan flute,"
  },
  {
    "text" : "the music instantly conjuring the character's gentle wisdom.",
    "timestamp" : "16:12-16:18"
  },
  {
    "timestamp" : "16:19-16:22",
    "text" : "This material is later developed during Julie Storms Out,"
  },
  {
    "timestamp" : "16:22-16:28",
    "text" : "when Miyagi suggests that Louisa take a trip to California while he looks after her troubled granddaughter."
  },
  {
    "text" : "To characterize Julie, Conti relies on an assortment of material both old and new.",
    "timestamp" : "16:29-16:34"
  },
  {
    "text" : "The girl gradually inherits Daniel's noble theme from the original films,",
    "timestamp" : "16:35-16:38"
  },
  {
    "text" : "first heard in this score at the tail end of Regiment of Heroes for an establishing shot of Boston.",
    "timestamp" : "16:39-16:45"
  },
  {
    "timestamp" : "16:46-16:53",
    "text" : "The tune recalls Daniel's warmth, setting an honorable standard for Julie to attain before she is even introduced."
  },
  {
    "timestamp" : "16:54-16:58",
    "text" : "Conti also reprises his loss theme, originally composed for The Karate Kid Part II,"
  },
  {
    "text" : "to represent the fractured relationship between Miyagi and his former lover, Yuki.",
    "timestamp" : "16:59-17:03"
  },
  {
    "text" : "In The Karate Kid Part 3, Conti repurposed the theme to signify the growing strife between Miyagi and Daniel.",
    "timestamp" : "17:04-17:09"
  },
  {
    "timestamp" : "17:10-17:22",
    "text" : "For the next Karate Kid, the pain is appropriately applied to the pain Julie feels over her dead parents."
  },
  {
    "timestamp" : "17:23-17:26",
    "text" : "First heard in Julie Storms Out and further developed in Julie and Miyagi,"
  },
  {
    "text" : "as Miyagi advises Julie that anger will not bring back her loved ones.",
    "timestamp" : "17:27-17:30"
  },
  {
    "text" : "Julie's burgeoning relationship with her classmate Eric",
    "timestamp" : "17:31-17:34"
  },
  {
    "timestamp" : "17:34-17:38",
    "text" : "receives the most substantial of Conti's newly composed tunes for the film,"
  },
  {
    "text" : "a delicate love theme for piano.",
    "timestamp" : "17:39-17:41"
  },
  {
    "text" : "Featured in cues such as Julie and Eric Meet and Train Yard Emotions,",
    "timestamp" : "17:41-17:46"
  },
  {
    "timestamp" : "17:46-17:48",
    "text" : "both versions of the cue contain the melody."
  },
  {
    "text" : "The stepwise tune speaks both to the teen's purity",
    "timestamp" : "17:49-17:52"
  },
  {
    "text" : "and the fragility beneath Julie's hostile exterior.",
    "timestamp" : "17:52-17:57"
  },
  {
    "text" : "Okay, we're halfway through.",
    "timestamp" : "18:00-18:02"
  },
  {
    "timestamp" : "18:03-18:04",
    "text" : "Thank you for listening to this."
  },
  {
    "text" : "Completing Conti's musical portrait of Julie is a rising, hopeful line",
    "timestamp" : "18:06-18:11"
  },
  {
    "text" : "that serves as a bridge to the aforementioned themes",
    "timestamp" : "18:11-18:13"
  },
  {
    "text" : "first heard at the end of Julie Storms Out.",
    "timestamp" : "18:14-18:16"
  },
  {
    "text" : "This idea was actually composed by Conti for The Karate Kid Part 3",
    "timestamp" : "18:16-18:20"
  },
  {
    "text" : "and was featured not in the film, but on the accompanying song album in a track called",
    "timestamp" : "18:21-18:26"
  },
  {
    "text" : "Love Theme from the Karate Kid. For the suspenseful nighttime scenes of Julie trespassing at her",
    "timestamp" : "18:26-18:32"
  },
  {
    "text" : "school to tend to Angel the Hawk, Conti delves into a more contemporary pop style of chattering",
    "timestamp" : "18:33-18:39"
  },
  {
    "text" : "electronics and percussion. Julie storms out and cops chase Julie. During one suspenseful set piece",
    "timestamp" : "18:40-18:47"
  },
  {
    "text" : "in which she is stalked through the empty school by Ned and the Alpha elite.",
    "timestamp" : "18:47-18:51"
  },
  {
    "timestamp" : "18:51-18:57",
    "text" : "Kane dropped Conti's contribution, Alphas Confront Julie,"
  },
  {
    "text" : "in favor of two full-blooded orchestral action cues by Ross.",
    "timestamp" : "18:57-19:02"
  },
  {
    "text" : "Julie's fight, actually composed for the climax of the film, and Julie runs from Ned.",
    "timestamp" : "19:02-19:08"
  },
  {
    "text" : "Ross remembers that Kane wanted more gravitas to the scenes",
    "timestamp" : "19:09-19:12"
  },
  {
    "text" : "and felt that a stronger orchestral presence would help",
    "timestamp" : "19:12-19:15"
  },
  {
    "text" : "in what he wanted to achieve.",
    "timestamp" : "19:16-19:17"
  },
  {
    "text" : "After Julie is unjustly expelled from school,",
    "timestamp" : "19:18-19:21"
  },
  {
    "text" : "Miyagi brings her to train at the monastery",
    "timestamp" : "19:22-19:24"
  },
  {
    "text" : "where his comedic monk friends reside.",
    "timestamp" : "19:24-19:26"
  },
  {
    "text" : "Dining with the monks underscores a scene",
    "timestamp" : "19:27-19:29"
  },
  {
    "timestamp" : "19:29-19:32",
    "text" : "in which Julie impulsively tries to squash"
  },
  {
    "text" : "a giant cockroach during dinner.",
    "timestamp" : "19:32-19:34"
  },
  {
    "timestamp" : "19:35-19:38",
    "text" : "She has not yet learned to respect all living things."
  },
  {
    "timestamp" : "19:39-19:41",
    "text" : "Conti plays through the sequence with Miyagi's theme"
  },
  {
    "text" : "over a low, portentous pedal point.",
    "timestamp" : "19:41-19:44"
  },
  {
    "timestamp" : "19:44-19:51",
    "text" : "But in the film, the composer's material was replaced by Ross's trilling revision, which lends the scene a lighter tone."
  },
  {
    "timestamp" : "19:52-20:11",
    "text" : "Julie-san Satori underscores a subsequent scene in which Julie atones for her failure at dinner by gently cupping a praying mantis in her hands as a gift for one of the monks."
  },
  {
    "text" : "In the film, Ross's impressionistic rescore features a lush orchestral reading of Conti's theme for Julie.",
    "timestamp" : "20:12-20:19"
  },
  {
    "text" : "Conti had originally scored the scene with both his lost theme and Julie's theme for shimmering strings and piano.",
    "timestamp" : "20:20-20:27"
  },
  {
    "text" : "The score begins to open up with a training montage cue where Miyagi instructs Julie to the accompaniment of a stirring, pop-driven arrangement of Daniel's theme.",
    "timestamp" : "20:29-20:38"
  },
  {
    "text" : "The melody reaches new levels of urgency via an exciting contrapuntal line for tremolo strings",
    "timestamp" : "20:39-20:46"
  },
  {
    "text" : "as Julie earns Daniel's material for herself with an impressive display that ranges from jump kicking",
    "timestamp" : "20:47-20:53"
  },
  {
    "timestamp" : "20:54-21:00",
    "text" : "to waxing on and off to performing kata, I hope I pronounced that correctly, beneath a waterfall."
  },
  {
    "timestamp" : "21:00-21:01",
    "text" : "Kata, kata."
  },
  {
    "timestamp" : "21:03-21:03",
    "text" : "I'm not sure."
  },
  {
    "text" : "I'm not going to look it up, but I don't know what the, I'm not familiar.",
    "timestamp" : "21:04-21:07"
  },
  {
    "timestamp" : "21:07-21:15",
    "text" : "here. I'm not perfect. Once Julie returns to school, welcome home, Julie, Daniel's theme"
  },
  {
    "text" : "continues to support her improved attitude as she cheerfully quotes Miyagi's wisdom to her teachers.",
    "timestamp" : "21:16-21:21"
  },
  {
    "text" : "Ambition without knowledge is like a boat on dry land. The rescored cue, Angel Flies,",
    "timestamp" : "21:22-21:30"
  },
  {
    "text" : "underscores an emotional scene in which Julie and Miyagi finally release the hawk into the wild.",
    "timestamp" : "21:30-21:35"
  },
  {
    "text" : "A soaring rendition of Daniel's theme accents the bird taking flight,",
    "timestamp" : "21:36-21:40"
  },
  {
    "text" : "the melody now supplemented by both the new love theme and Julie's rising hopeful bridge.",
    "timestamp" : "21:41-21:46"
  },
  {
    "timestamp" : "21:47-21:51",
    "text" : "Conte's original version of this cue featured much of the same material and timings,"
  },
  {
    "timestamp" : "21:52-21:55",
    "text" : "but contained more pan flute solos on the melodic lines."
  },
  {
    "timestamp" : "21:56-21:59",
    "text" : "Scenes of Julie's maturation are momentarily interrupted"
  },
  {
    "text" : "as the monks make good on their promise to come see her in Boston.",
    "timestamp" : "21:59-22:02"
  },
  {
    "text" : "The visitors are now characterized with a good-natured pantatonic theme,",
    "timestamp" : "22:03-22:07"
  },
  {
    "timestamp" : "22:08-22:10",
    "text" : "introduced in The Monks Arrive,"
  },
  {
    "text" : "and reprised during the infamous Bowling for Monks sequence.",
    "timestamp" : "22:10-22:14"
  },
  {
    "text" : "Sequence.",
    "timestamp" : "22:15-22:15"
  },
  {
    "timestamp" : "22:17-22:22",
    "text" : "An impending prom date with Eric allows for a deepening in the relationship between Julie and Miyagi."
  },
  {
    "timestamp" : "22:23-22:27",
    "text" : "After teaching her to dance, Miyagi presents the girl with a prom dress."
  },
  {
    "text" : "Miyagi Tears, or Miyagi Tears,",
    "timestamp" : "22:28-22:30"
  },
  {
    "timestamp" : "22:31-22:35",
    "text" : "marks an emotional moment in which Miyagi sees Julie wearing the outfit."
  },
  {
    "text" : "For this scene, Conti revisits the heartfelt material from his cue,",
    "timestamp" : "22:35-22:39"
  },
  {
    "timestamp" : "22:39-22:42",
    "text" : "The Funeral, from The Karate Kid Part II,"
  },
  {
    "timestamp" : "22:42-22:46",
    "text" : "where it originally underscored the death of Miyagi's father in Okinawa."
  },
  {
    "text" : "At the prom, Julie and Eric connect further as they dance,",
    "timestamp" : "22:47-22:50"
  },
  {
    "text" : "but their special moment is shattered when the Alpha Elite come bungee-jumping down",
    "timestamp" : "22:50-22:55"
  },
  {
    "timestamp" : "22:55-22:58",
    "text" : "into the gymnasium to the accompaniment of a racing descent for strings."
  },
  {
    "text" : "The Alphas drop in.",
    "timestamp" : "22:59-23:01"
  },
  {
    "timestamp" : "23:02-23:09",
    "text" : "The film's climactic action is set into motion when Ned challenges Eric to a fight at the docks later that night."
  },
  {
    "text" : "The Alphas' clobber Eric offers a suspenseful build for strings, which climaxes as the Alphas blow up Eric's prized car.",
    "timestamp" : "23:10-23:20"
  },
  {
    "text" : "Tense, rhythmic strings and percussion follow as Eric attempts to fend off Ned and four other attackers while the evil Colonel Dugan holds court.",
    "timestamp" : "23:21-23:30"
  },
  {
    "text" : "Julie and Miyagi arrive on the scene to find Eric brutalized at the hands of the alphas.",
    "timestamp" : "23:31-23:36"
  },
  {
    "text" : "Once Julie is granted permission by Miyagi to engage Ned in combat,",
    "timestamp" : "23:36-23:40"
  },
  {
    "timestamp" : "23:41-23:44",
    "text" : "Julie's fight underscores their subsequent battle."
  },
  {
    "text" : "Conti had originally played through the action with a calculated, bouncing, perfect fifth",
    "timestamp" : "23:45-23:49"
  },
  {
    "timestamp" : "23:50-23:51",
    "text" : "and pitter-patter percussion."
  },
  {
    "text" : "Ross's rewrite features staccato brass and thunderous timpani.",
    "timestamp" : "23:53-23:59"
  },
  {
    "timestamp" : "24:00-24:05",
    "text" : "Timpani, thunderous timpani, along with occasional nods to Conti's theme for Miyagi."
  },
  {
    "text" : "Julie ultimately defeats Ned with a jump kick to the face.",
    "timestamp" : "24:06-24:09"
  },
  {
    "text" : "With the lead alpha incapacitated and the others unwilling to fight,",
    "timestamp" : "24:10-24:13"
  },
  {
    "text" : "Dugan becomes enraged, prompting Miyagi to become directly involved.",
    "timestamp" : "24:14-24:18"
  },
  {
    "text" : "A final rescored cue, Miyagi's big fight, underscores the sensei's bout with Dugan.",
    "timestamp" : "24:19-24:25"
  },
  {
    "timestamp" : "24:25-24:31",
    "text" : "Frenetic strings and sporadic brass build suspense as Miyagi makes short work of the kernel."
  },
  {
    "text" : "The alternate unused music here features tense patterns for strings and percussion.",
    "timestamp" : "24:31-24:36"
  },
  {
    "text" : "A final reading of Miyagi's pamphlet line plays as the alphas desert the disgraced fallen Dugan.",
    "timestamp" : "24:38-24:45"
  },
  {
    "timestamp" : "24:46-24:50",
    "text" : "Julie's theme rises victoriously as she, Eric, and Miyagi leave the scene,"
  },
  {
    "text" : "with Miyagi offering his closing words of wisdom.",
    "timestamp" : "24:51-24:53"
  },
  {
    "text" : "Julie, fighting not good, but if must fight, win.",
    "timestamp" : "24:54-24:59"
  },
  {
    "text" : "Daniel's theme concludes the film and series with a bittersweet air",
    "timestamp" : "25:00-25:04"
  },
  {
    "text" : "as the credits roll to footage of Angel flying over the ocean.",
    "timestamp" : "25:05-25:09"
  },
  {
    "timestamp" : "25:11-25:13",
    "text" : "Sixteen years later, Columbia released a complete reboot"
  },
  {
    "text" : "in the form of 2010's The Karate Kid,",
    "timestamp" : "25:13-25:16"
  },
  {
    "timestamp" : "25:16-25:18",
    "text" : "starring Jaden Smith and Jackie Chan"
  },
  {
    "timestamp" : "25:18-25:21",
    "text" : "and featuring none of the cast from the original series."
  },
  {
    "timestamp" : "25:22-25:30",
    "text" : "Similarly, composer James Horner provided an original orchestral score that did not reference any of Conti's classic material."
  },
  {
    "timestamp" : "25:31-25:44",
    "text" : "The film did respectable business, but those hungering to catch up with their favorite 1980s Karate Kid characters had to wait until the 2018 YouTube Red series, Cobra Kai,"
  },
  {
    "text" : "which features William Zabka and Ralph Macchio resuming their rivalry as Johnny and Daniel.",
    "timestamp" : "25:45-25:50"
  },
  {
    "timestamp" : "25:51-25:54",
    "text" : "Leaving no stone unturned when it comes to mining nostalgia,"
  },
  {
    "timestamp" : "25:55-25:58",
    "text" : "the series also makes welcome use of Conti's themes,"
  },
  {
    "text" : "and even some complete cues from his original score.",
    "timestamp" : "25:59-26:02"
  },
  {
    "text" : "I mean, it's arguable that there are still a few stones that have been left fully unturned,",
    "timestamp" : "26:03-26:09"
  },
  {
    "text" : "but we cover that in the regular episode.",
    "timestamp" : "26:09-26:13"
  },
  {
    "timestamp" : "26:15-26:30",
    "text" : "Cobra Kai was a success for two seasons on YouTube Red, but its true potential was realized when the show migrated to Netflix, where it quickly became the most watched show on streaming media, just prior to its season three debut."
  },
  {
    "text" : "With the series' penchant for bringing back characters from the original films, including everyone from Ali with an I to Terry Silver, many fans have wondered what this could potentially mean for Miyagi's other student.",
    "timestamp" : "26:31-26:44"
  },
  {
    "timestamp" : "26:45-26:56",
    "text" : "It has not yet been determined if Hilary Swank, who recently headlined the series Away, also from Netflix, will reprise the role that put her on the map."
  },
  {
    "timestamp" : "26:57-27:04",
    "text" : "But if she does, one holds the hope of hearing Julie Pierce's hopeful theme rise once more."
  },
  {
    "timestamp" : "27:06-27:09",
    "text" : "And that's the end of the liner notes."
  },
  {
    "timestamp" : "27:09-27:10",
    "text" : "There are credits."
  },
  {
    "text" : "They list, you know, this music was performed by the Hollywood Studio Symphony,",
    "timestamp" : "27:11-27:16"
  },
  {
    "timestamp" : "27:16-27:20",
    "text" : "conductor Bill Conti, contractor Nathan Kaproff,"
  },
  {
    "timestamp" : "27:20-27:26",
    "text" : "Violins played by Paul Schur, Bonnie Douglas, Murray Adler, Israel Baker, Arnold Belnick,"
  },
  {
    "text" : "Russ Cantor, Ron Clark, Bruce Dukov, Pamela Gates, James Getzoff, Alan Grenfeld, Ronnie",
    "timestamp" : "27:26-27:34"
  },
  {
    "text" : "Hallman, Gwen Heller, Karen Jones, Ian Sun-Lee, Natalie Leggett, Dimitri, Dimitri, Dimitri",
    "timestamp" : "27:35-27:43"
  },
  {
    "text" : "Levici, Brian Leonard,",
    "timestamp" : "27:44-27:45"
  },
  {
    "text" : "Renee Mandel,",
    "timestamp" : "27:46-27:47"
  },
  {
    "timestamp" : "27:48-27:49",
    "text" : "Michael Markman,"
  },
  {
    "text" : "Yoko Matsuda, Dennis",
    "timestamp" : "27:49-27:51"
  },
  {
    "text" : "Molchan, Irma Newman,",
    "timestamp" : "27:51-27:53"
  },
  {
    "text" : "Stanley Plummer, Jay Rosen,",
    "timestamp" : "27:54-27:55"
  },
  {
    "timestamp" : "27:56-27:56",
    "text" : "Heimstrom,"
  },
  {
    "text" : "Benjamin Simon, Polly Sweeney,",
    "timestamp" : "27:57-27:59"
  },
  {
    "timestamp" : "27:59-28:01",
    "text" : "Mari Tsumura-Botnick,"
  },
  {
    "text" : "Dorothy Wade, and Galina",
    "timestamp" : "28:01-28:03"
  },
  {
    "text" : "Zjerdov.",
    "timestamp" : "28:04-28:04"
  },
  {
    "timestamp" : "28:06-28:07",
    "text" : "Those are the violin players."
  },
  {
    "timestamp" : "28:07-28:09",
    "text" : "The violas were played by Pamela Goldsmith."
  },
  {
    "text" : "And you know what?",
    "timestamp" : "28:10-28:11"
  },
  {
    "text" : "as much as I'd like to commit to reading the names of all the people who played on the soundtrack,",
    "timestamp" : "28:13-28:18"
  },
  {
    "timestamp" : "28:20-28:22",
    "text" : "which was recorded at Hertzville,"
  },
  {
    "timestamp" : "28:23-28:27",
    "text" : "which is where a lot of the characters in the Karate Kid movie spent some time."
  },
  {
    "text" : "They spent some time at Hertzville.",
    "timestamp" : "28:27-28:29"
  },
  {
    "timestamp" : "28:30-28:33",
    "text" : "February 7th through the 12th, 16th through the 20th,"
  },
  {
    "text" : "and also on the 22nd and 24th in 1994.",
    "timestamp" : "28:34-28:37"
  },
  {
    "timestamp" : "28:40-28:43",
    "text" : "As much as I'd like to list all of the people who played, there's a lot of other names."
  },
  {
    "timestamp" : "28:45-28:49",
    "text" : "There are, you know, mixers, editors, a lot of credits here."
  },
  {
    "text" : "I don't want to completely spoil the content that is in this booklet because I do want to encourage people to buy your own copy of this.",
    "timestamp" : "28:49-29:00"
  },
  {
    "text" : "You know, I don't regret it.",
    "timestamp" : "29:00-29:02"
  },
  {
    "timestamp" : "29:02-29:10",
    "text" : "There are very few ways to physically commemorate my affection and enthusiasm for the next Karate Kid."
  },
  {
    "timestamp" : "29:10-29:14",
    "text" : "And owning the soundtrack is one of those ways."
  },
  {
    "timestamp" : "29:14-29:22",
    "text" : "Even if you can't play it, even if you won't play it, I think it's worth owning as a gesture."
  },
  {
    "timestamp" : "29:23-29:28",
    "text" : "And if you've listened this far into this recording, this bonus audio supplement,"
  },
  {
    "text" : "I think there's at least part of you that feels like you should own the soundtrack.",
    "timestamp" : "29:29-29:35"
  },
  {
    "text" : "And it makes a great gift.",
    "timestamp" : "29:37-29:38"
  },
  {
    "text" : "You know, we have friends, neighbors, relatives.",
    "timestamp" : "29:39-29:41"
  },
  {
    "text" : "They all have birthdays.",
    "timestamp" : "29:42-29:43"
  },
  {
    "text" : "They all celebrate some sort of holiday during the course of the year, or most of them do anyway.",
    "timestamp" : "29:43-29:48"
  },
  {
    "text" : "And if you're lost for a gift idea, the limited edition soundtrack to The Next Karate Kid is one of those possible gift ideas that could be really good.",
    "timestamp" : "29:49-30:03"
  },
  {
    "timestamp" : "30:03-30:18",
    "text" : "Even if you've already given someone a copy as a gift, it would be a really fun, silly goof of a joke if the next time it was time to give that person a gift, you gave them another copy of it."
  },
  {
    "timestamp" : "30:19-30:24",
    "text" : "Because part of, I'll explain why it's funny, part of why it's funny is because they only made 3,000 of these."
  },
  {
    "text" : "So the fact that you would give someone who maybe didn't even want the first one a second copy or a third or a fourth, you know, like how many of these are there?",
    "timestamp" : "30:24-30:34"
  },
  {
    "text" : "That's the fun part.",
    "timestamp" : "30:35-30:36"
  },
  {
    "text" : "They'll be like, how many of these even are there?",
    "timestamp" : "30:36-30:38"
  },
  {
    "timestamp" : "30:38-30:39",
    "text" : "And you'll say, I don't know."
  },
  {
    "timestamp" : "30:39-30:41",
    "text" : "I know there were 3,000."
  },
  {
    "text" : "They don't keep a running tally on the La La Land Records website.",
    "timestamp" : "30:42-30:45"
  },
  {
    "text" : "So I don't know.",
    "timestamp" : "30:45-30:46"
  },
  {
    "text" : "I don't know.",
    "timestamp" : "30:46-30:47"
  },
  {
    "text" : "Anyway, these are suggestions.",
    "timestamp" : "30:47-30:49"
  },
  {
    "timestamp" : "30:50-30:51",
    "text" : "Obviously, you're going to do what you want to do."
  },
  {
    "timestamp" : "30:51-30:52",
    "text" : "It's your life."
  },
  {
    "timestamp" : "30:52-30:54",
    "text" : "You need to live with your choices."
  },
  {
    "text" : "but that's my advice to you is go to the La La Land records website,",
    "timestamp" : "30:54-30:58"
  },
  {
    "timestamp" : "30:59-31:02",
    "text" : "buy a copy for yourself and start buying gifts for people."
  },
  {
    "text" : "Just it'll take care of a lot of stress for you in the future to not have to",
    "timestamp" : "31:02-31:06"
  },
  {
    "timestamp" : "31:06-31:08",
    "text" : "think of ideas."
  },
  {
    "timestamp" : "31:09-31:10",
    "text" : "It also makes a great,"
  },
  {
    "text" : "like,",
    "timestamp" : "31:10-31:10"
  },
  {
    "timestamp" : "31:10-31:11",
    "text" : "I'm sorry gift."
  },
  {
    "text" : "Let's say there's someone in your life that you've wronged someone who's mad at",
    "timestamp" : "31:12-31:15"
  },
  {
    "timestamp" : "31:16-31:17",
    "text" : "you and you want to just demonstrate like,"
  },
  {
    "text" : "look,",
    "timestamp" : "31:17-31:17"
  },
  {
    "text" : "I care about you and I'm sorry for what I did.",
    "timestamp" : "31:17-31:20"
  },
  {
    "text" : "Give them a copy of the next karate kid on compact disc.",
    "timestamp" : "31:21-31:24"
  },
  {
    "timestamp" : "31:24-31:28",
    "text" : "and if they're like what is this what is this you can tell them about the movie maybe watch the movie"
  },
  {
    "timestamp" : "31:28-31:35",
    "text" : "with them say look you're gonna think this movie's bad it's not it's different it doesn't live up to"
  },
  {
    "text" : "the same standards that other movies are trying to live up to okay and watch the movie with them",
    "timestamp" : "31:35-31:42"
  },
  {
    "text" : "you know and then you've grown closer you know when I uh first made Scott watch this movie he was very",
    "timestamp" : "31:42-31:49"
  },
  {
    "text" : "mad at me. And then we talked about it for a little while and he became, dare I say, glad at me.",
    "timestamp" : "31:49-31:56"
  },
  {
    "text" : "And, and now we talk about it all the time. Okay. I've said enough. I want to, I want to thank, um,",
    "timestamp" : "31:57-32:06"
  },
  {
    "timestamp" : "32:07-32:16",
    "text" : "you for listening to this. If you did, if you didn't, well, how, how are you hearing this part?"
  },
  {
    "timestamp" : "32:18-32:25",
    "text" : "Yeah, I think I caught you in a lie there, if you're going to say that you didn't listen to this."
  },
  {
    "text" : "Because if you're hearing it now, you are listening.",
    "timestamp" : "32:25-32:27"
  },
  {
    "timestamp" : "32:29-32:30",
    "text" : "All right, I got to go."
  },
  {
    "text" : "I got to go.",
    "timestamp" : "32:30-32:30"
  },
  {
    "timestamp" : "32:30-32:33",
    "text" : "This took longer than I thought it would."
  },
  {
    "timestamp" : "32:34-32:35",
    "text" : "It took longer than I thought it would."
  }
]